Repository: Buzovskiy/django-oscar-marketplace
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Title
es: Título
ru: Название

source: Image in the list of posts
es: Imagen en la lista de publicaciones

source: Popularity
es: Popularidad

source: Link
es: Enlace

source: Manage Popularity
es: Administrar popularidad

source: Sizes must by like: 20-26
es: Los tamaños deben ser como: 20-26

source: Code in 1c
es: Código en 1c

source: Product description
es: Descripción del Producto

source: Enter product description that is to display on product page
es: Ingrese la descripción del producto que se mostrará en la página del producto

source: Product long description
es: Descripción larga del producto

source: Enter product long description that is to display on product page
es: Ingrese la descripción larga del producto que se mostrará en la página del producto

source: Product design description
es: Descripción del diseño del producto

source: Enter product design description that is to display on product page
es: Ingrese la descripción del diseño del producto que se mostrará en la página del producto

source: Product benefits description
es: Descripción de los beneficios del producto

source: Enter product benefits description that is to display on product page
es: Ingrese la descripción de los beneficios del producto que se mostrará en la página del producto

source: Name ES
es: Nombre ES

source: Name EN
es: Nombre EN

source: Color name
es: Nombre del color

source: Color name, e.g. black
es: Nombre del color, p.e. negro

source: Hex code
es: Сódigo hexadecimal

source: Color hex code, e.g. #000000
es: Código hexadecimal de color, p. #000000

source: Color hex code
es: Сódigo hexadecimal de color

source: Sort by
es: Ordenar por

source: E.g.: +34123456789
es: Por ejemplo: +34123456789

source: Choose payment method
es: Elige el método de pago

source: Name
es: Nombre

source: Last name
es: Apellido

source: Email
es: Correo electrónico

source: Telephone
es: Teléfono

source: Start with country phone code
es: Comience con el código telefónico del país

source: Country
es: País
ru: Страна

source: City
es: Ciudad

source: Postal code
es: Código Postal

source: Subject
es: Sujeto

source: Your message
es: Tu mensaje

source: Do you already have a shop?
es: ¿Ya tienes una tienda?

source: Yes
es: Sí

source: Shop sign
es: Rótulo de establecimiento

source: Website
es: Sitio web

source: Accept
es: Aceptar

source: Email address
es: Dirección de correo electrónico

source: Password
es: Contraseña

source: Confirm password
es: Confirmar Contraseña

source: Repeat password
es: Repita la contraseña

source: Actions
es: Comportamiento

source: exchange
es: intercambio

source: delete
es: borrar

source: Items must be selected in order to perform actions on them. No items have
es: Los elementos deben seleccionarse para poder realizar acciones sobre ellos. No hay artículos

source: Files are deleted successfully
es: Los archivos se eliminan correctamente

source: Exchange is done successfully
es: El intercambio se realiza con éxito

source: Enter question on the interview page
es: Ingrese la pregunta en la página de la entrevista

source: Enter the number of the question which is to be displayed on the interview page, e.g. 01
es: Ingrese el número de la pregunta que se mostrará en la página de la entrevista, p.e. 01

source: Should be the same as key name value in OSCAR_SEARCH_FACETS settings
es: Debe ser el mismo que el valor del nombre de la clave en la configuración de OSCAR_SEARCH_FACETS

source: Filter for the interview
es: Filtrar para la entrevista

source: Filters for the interview
es: Filtros para la entrevista

source: Enter the title of the filter on interview page
es: Ingrese el título del filtro en la página de la entrevista

source: Filter value for the interview
es: Valor de filtro para la entrevista

source: Filter values for the interview
es: Filtrar valores para la entrevista

source: First name
es: Nombre

source: Phone number
es: Número de teléfono

source: Street
es: Calle

source: Street number
es: Número de la calle

source: Appartment number
es: Número de piso

source: Additional
es: Adicional

source: Payment method
es: Método de pago

source: Filter cities by countries
es: Filtrar ciudades por países

source: The number of addresses
es: El número de direcciones
ru: Количество адресов

source: Enter the title of retail partner stores
es: Ingrese el título de las tiendas minoristas asociadas
ru: Введите название магазина розничного партнера

source: Retail shop partner
es: Socio de tienda minorista
ru: Партнер розничный

source: Retail shop partners
es: Socios de tiendas minoristas
ru: Партнеры розничные

source: Retail city
es: Ciudad minorista

source: Retail cities
es: Ciudades minoristas

source: Short description
es: Breve descripción
ru: Короткое описание

source: Enter short description which will be displayed in parenthesis near title or leave field empty
es: Ingrese una breve descripción que se mostrará entre paréntesis cerca del título o deje el campo vacío
ru: Введите короткое описание, которое будет показано в списке магазинов в скобках или оставьте поле пустым

source: Address
es: DIRECCIÓN
ru: Адрес

source: Enter address of the retail partner store
es: Ingrese la dirección de la tienda minorista asociada
ru: Введите название магазина розничного партнера

source: Store working hours
es: Horario de trabajo de la tienda
ru: Часы работы магазина

source: Enter store working hours
es: Introduce el horario laboral de la tienda
ru: Введите часы работы магазина

source: Web site
es: Sitio web

source: Enter web site
es: Ingresar al sitio web

source: Latitude
es: Latitud
ru: Широта

source: Enter latitude coordinate in decimal format, for example 46.43143143569561
es: Ingrese las coordenadas de latitud en formato decimal, por ejemplo 46.43143143569561
ru: Введите координату долготы в десятичном формате, например 46.43143143569561

source: longitude
es: longitud
ru: Долгота

source: Enter longitude coordinate in decimal format, for example 30.724300888157735
es: Ingrese la coordenada de longitud en formato decimal, por ejemplo 30.724300888157735
ru: Введите координату долготы в десятичном формате, например 30.724300888157735

source: Addresses
es: Direcciones
ru: Адреса

source: Payment method that will be shown on the checkout page
es: Método de pago que se mostrará en la página de pago

source: Search
es: Buscar

source: Relevancy
es: Pertinencia

source: Newest
es: La mas nueva

source: Page is not 'last', nor can it be converted to an int.
es: La página no es la "última" ni se puede convertir a un int.

source: Url of the page
es: URL de la página

source: Meta page name
es: Nombre de la metapágina

source: Meta title
es: Metatítulo

source: Meta description
es: Metadescripción

source: Meta keywords
es: Metapalabras clave

source: Search optimisation fields
es: Campos de optimización de búsqueda

source: Spanish
es: Española

source: Type
es: Tipo

source: Gender
es: Género

source: Season
es: Estación

source: Size
es: Tamaño

source: Material outer
es: Material externo

source: Material inner
es: Material interno

source: Administration panel
es: Panel de administración

source: Brand site administration panel
es: Panel de administración del sitio de marca

source: Permission denied!
es: ¡Permiso denegado!

source: We're sorry but you are not permitted to access this page.
es: Lo sentimos pero no se le permite acceder a esta página.

source: Page not found
es: Página no encontrada

source: Page not found, moved, changed, or no longer exists.
es: La página no se encontró, se movió, se modificó o ya no existe.

source: Home
es: Hogar

source: Choose your favorite color by clicking the left mouse button.
es: Elige tu color favorito haciendo clic con el botón izquierdo del ratón.

source: To change the color, double-tap the screen in place of the picture
es: Para cambiar el color, toque dos veces la pantalla en lugar de la imagen

source: Models in the %(name)s application
es: Modelos en la aplicación %(name)s

source: Add
es: Agregar

source: View
es: Vista

source: Change
es: Cambiar

source: You don’t have permission to view or edit anything.
es: No tienes permiso para ver o editar nada.

source: rebuild index
es: índice de reconstrucción

source: File
es: Archivo

source: Date created
es: Fecha de creacion

source: share
es: compartir

source: also read
es: también lee

source: All publications
es: Todas las publicaciones

source: New
es: Nueva

source: Show more
es: Mostrar más

source: Thank you for the message. We will answer you as soon as possible
es: Gracias por el mensaje. Te responderemos tan pronto como sea posible

source: BECOME A WEESTEP PARTNER
es: CONVIÉRTETE EN SOCIO DE WEESTEP

source: You want to become a part of the “Weestep” team?
es: ¿Quieres formar parte del equipo "Weestep"?

source: You want to become an official dealer or you want to open branded store “Weestep”?
es: ¿Quiere convertirse en distribuidor oficial o abrir una tienda de marca “Weeste”?

source: Fill out simple form and we will contact you to get necessary information.
es: Complete un formulario simple y nos comunicaremos con usted para obtener la información necesaria.

source: User agreement
es: Acuerdo del Usuario

source: Email from
es: Email de

source: page
es: página

source: We make shoes for children as for adults, ONLY BETTER!
es: Hacemos zapatos para niños como para adultos, ¡SOLO MEJORES!

source: For us, the fact that children do not wear shoes as long as their parents do, does not mean that it should be approached differently.
es: Para nosotros, el hecho de que los niños no usen zapatos durante tanto tiempo como sus padres no significa que deba abordarse el asunto de manera diferente.

source: We follow the trends in the world of adult fashion and transfer them to children's shoes.
es: Seguimos las tendencias del mundo de la moda adulta y las trasladamos al calzado infantil.

source: A child can and should choose and wear what he or she likes.
es: Un niño puede y debe elegir y vestir lo que le guste.

source: Because, after all, children are just small adults.
es: Porque, después de todo, los niños son sólo adultos pequeños.

source: about us
es: sobre nosotros

source: Our shoes are designed for thousands of kilometers of children's run.
es: Nuestros zapatos están diseñados para miles de kilómetros de carrera infantil.

source: 80%% of the models in the range are made of leather, and all of the models have 100%% leather insole and arch support.
es: El 80% de los modelos de la gama están fabricados en piel, y todos los modelos tienen plantilla y soporte para el arco 100% piel.

source: In 2020, we were awarded in Poland with the Certificate of children\'s brand of the year. We\'ve already sold five million pairs in the world, and a million in Europe.
es: En 2020 obtuvimos en Polonia el Certificado de marca infantil del año. Ya hemos vendido cinco millones de pares en el mundo y un millón en Europa.

source: At the same time, the quality and price ratio of Weestep footwear is one of the best on the market.
es: Al mismo tiempo, la relación calidad-precio del calzado Weestep es una de las mejores del mercado.

source: Edit this page
es: Edita esta página

source: Go back
es: Regresa

source: Take a piece of paper and ask an adult to trace the leg as shown in the example.
es: Toma una hoja de papel y pídele a un adulto que trace la pierna como se muestra en el ejemplo.

source: Measure together the length of the pattern with a ruler and select the appropriate option.
es: Midan juntos la longitud del patrón con una regla y seleccione la opción adecuada.

source: Choose size
es: Elige talla

source: Choose
es: Elegir

source: Back
es: Atrás

source: Go to the catalogue
es: Ir al catalogo

source: Thanks to the answers of the child, we will choose the best option
es: Gracias a las respuestas del niño elegiremos la mejor opción

source: Start
es: Comenzar

source: Go to the catalog
es: Ir al catalogo

source: Buy children's shoes online at weestep-kids.es: sneakers, boots, ankle boots, sandals. Buy shoes online at weestep-kids.es.
es: Compra calzado infantil online en weestep-kids.es: zapatillas, botas, botines, sandalias. Compra zapatos online en weestep-kids.es.

source: weestep, baby shoes, child shoes, sneakers, boots, sandals
es: weestep, zapatos de bebe, zapatos de niño, zapatillas de deporte, botas, sandalias

source: Basket
es: Cesta

source: <strong>%(title)s</strong> has been added to your basket.
es: <strong>%(title)s</strong> se ha añadido a tu carrito.

source: <strong>%(quantity)s</strong> copies of <strong>%(title)s</strong> have been added to your basket.
es: <strong>%(quantity)s</strong> copias de <strong>%(title)s</strong> han sido añadidos a tu cesta.

source: <strong>%(title)s</strong> has been moved back to your basket.
es: <strong>%(title)s</strong> ha sido devuelto a tu carrito.

source: <strong>%(title)s</strong> has been saved for later
es: <strong>%(title)s</strong> se ha guardado para más adelante

source: Your basket is now empty
es: Tu cesta ya está vacía

source: Your basket total is now <strong>%(total)s</strong>
es: El total de tu cesta ahora es <strong>%(total)s</strong>

source: View basket
es: Ver cesta

source: Checkout now
es: Chequear ahora

source: Your basket now qualifies for the <strong>%(name)s</strong> offer.
es: Tu cesta ahora califica para el Oferta de <strong>%(name)s</strong>.

source: Your basket no longer qualifies for the <strong>%(name)s</strong> offer.
es: Su cesta ya no califica para el Oferta de <strong>%(name)s</strong>.

source: Important messages about items in your basket
es: Mensajes importantes sobre artículos en su cesta

source: You could be missing out on offers!
es: ¡Podrías estar perdiendo ofertas!

source: <div class="warning">%(message)s to qualify for the <a href="%(url)s">%(offer_name)s</a> special offer</div>
es: <div class="warning">%(message)s para calificar para la oferta especial <a href="%(url)s">%(offer_name)s</a></div>

source: Continue shopping
es: Seguir comprando

source: Proceed to checkout
es: Pasar por la caja

source: Your basket is empty.
es: Tu cesta está vacía.

source: Qty
es: Cantidad

source: Checkout
es: Verificar

source: Totals
es: Totales

source: filter
es: filtrar

source: sort
es: ordenar

source: No products found.
es: No se encontraron productos.

source: show more
es: mostrar más

source: hide
es: esconder

source: Size guide
es: Guia de tallas

source: design
es: diseño

source: Benefits
es: Beneficios

source: You may like
es: Te podría gustar

source: Add to basket
es: Añadir al carrito

source: Adding...
es: Añadiendo...

source: Free
es: Gratis

source: Recipient information
es: Recipiente de información

source: Oops! We found some errors
es: ¡Ups! Encontramos algunos errores

source: please check the error messages below and try again
es: por favor revise los mensajes de error a continuación y vuelva a intentarlo.

source: Shipping address
es: Dirección de envío

source: In total
es: En total

source: Shipping method
es: Método de envío

source: Comment
es: Comentario

source: %(number)s product valued at
es: %(number)s producto valorado en

source: Place your order
es: Haga su pedido

source: Confirm
es: Confirmar

source: confirm
es: confirmar

source: Order confirmation
es: Confirmación del pedido

source: Confirm the order
es: Confirmar el pedido

source: Order %(number)s: confirmation
es: Orden %(number)s: confirmación

source: Thank you
es: Gracias

source: Your order has been placed and a confirmation email has been sent - your order number is <strong>%(number)s</strong>.
es: Se ha realizado su pedido y se ha enviado un correo electrónico de confirmación; su número de pedido es <strong>%(number)s</strong>.

source: Please make a note of this reference or print this page and quote it in any communication with us regarding your order.
es: Tome nota de esta referencia o imprima esta página y cítela en cualquier comunicación con nosotros con respecto a su pedido.

source: We are pleased to confirm your order %(order_number)s has been received and will be processed shortly.
es: Nos complace confirmar que su pedido %(order_number)s ha sido recibido y será procesado en breve

source: Basket total:
es: Total de la cesta:

source: Hello, We are pleased to confirm your order %(order_number)s has been received and will be processed shortly.
es: Nos complace confirmar que su pedido %(order_number)s ha sido recibido y será procesado en breve

source: Login
es: Acceso

source: Log In
es: Acceso

source: Logging in...
es: Iniciando sesión...

source: Need an account?
es: ¿Necesito una cuenta?

source: Sign up
es: Inscribirse

source: Register
es: Registro

source: Registering...
es: Registrando...

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Sign In
es: Iniciar sesión

source: For children as for adults. even better.
es: Tanto para niños como para adultos. Aun mejor.

source: catalogue
es: catálogo

source: brand of the year
es: marca del año

source: Contacts
es: Contactos

source: Find yor fit
es: Encuentra tu ajuste

source: Private policy
es: Política privada

source: Terms & conditions
es: Términos y condiciones

source: log out
es: cerrar sesión

source: log in
es: acceso

source: sort by
es: Ordenar por

source: Refine your search
es: Refina tu búsqueda

source: Products matching "%(q)s"
es: Productos que coinciden con "%(q)s"

source: Found <strong>%(num_results)s</strong> results, showing <strong>%(start)s</strong> to <strong>%(end)s</strong>.
es: Se encontraron resultados de <strong>%(num_results)s</strong>, que muestran <strong>%(start)s</strong> a <strong>%(end)s</strong>.

source: Found <strong>%(num_results)s</strong> result.
es: Se encontró <strong>%(num_results)s</strong> resultado.

source: Found <strong>0</strong> results.
es: Se encontraron <strong>0</strong> resultados.

source: Did you mean <a href="%(search_url)s?q=%(suggestion)s">"%(suggestion)s"</a>?
es: ¿Quiso decir <a href="%(search_url)s?q=%(suggestion)s">"%(suggestion)s"</a>?

source: Where to buy?
es: ¿Donde comprar?

source: Show
es: Espectáculo

source: Open hours
es: Horarios de apertura

source: website
es: sitio web

source: On the map
es: En el mapa

source: Filter stores by countries
ru: Отфильтровать магазины по странам
